Repository: ribhu69/Xpenso
Catalog: Xpenso/Localizable.xcstrings
Source language: en
Languages: hi

source: Add Expense
hi: ख़र्च जोड़ें

source: Amount
hi: राशि

source: Category
hi: श्रेणी

source: Clothing
hi: वस्त्र

source: Description
hi: विवरण

# diningOut
source: Dineout
hi: भोजन

source: Education
hi: शिक्षा

source: Entertainment
hi: मनोरंजन

source: Equal To
hi: के समान

source: Expense
hi: ख़र्च

source: Expense Chart
hi: व्यय चार्ट

source: Filter By
hi: इसके अनुसार फ़िल्टर करें

source: Greater Than
hi: से अधिक

source: Greater Than Or Equal To
hi: से अधिक या उसके बराबर

# groceries
source: Grocery
hi: किराना

source: Hang in there slick!! Our devs are working on this :)
hi: चुपचाप वहीं डटे रहो!! हमारे डेवलपर इस पर काम कर रहे हैं :)

source: Healthcare
hi: स्वास्थ्य सेवा

source: Housing
hi: आवास खर्च

source: Less Than
hi: से कम

source: Less Than Or Equal To
hi: से कम या बराबर

# miscellaneous
source: Miscellanuous
hi: मिश्रित

source: No Expenses Found
hi: कोई खर्च नहीं मिला

source: No Expenses Found for Applied Filter
hi: एप्लाइड फ़िल्टर के लिए कोई व्यय नहीं मिला

source: None
hi: कोई नहीं

source: Save
hi: परिवर्तन सहेजें

source: Savings
hi: जमा पूंजी

source: Select Expense Type
hi: व्यय प्रकार चुनें

source: The following data shows category based segregation of your expenses
hi: निम्नलिखित डेटा आपके व्यय का श्रेणी आधारित पृथक्करण दर्शाता है

source: Total:
hi: कुल:

source: Transportation
hi: परिवहन

# utilities
source: Utility
hi: उपयोगिता

source: Value
hi: कीमत
